[
  {
    "title": "Hollow Knight",
    "category": "Platform/Metroidvania",
    "review": 9,
    "releaseDate": 2017,
    "description": "Un vasto mondo sotterraneo popolato da insetti e segreti da scoprire. Esplora caverne, città dimenticate e sentieri pieni di pericoli, trovando nuove abilità lungo il cammino. Ogni area nasconde lore, boss impegnativi e personaggi memorabili che rendono l’avventura sempre più profonda. Un viaggio silenzioso e suggestivo dove la curiosità viene sempre premiata.",
    "image": "https://gaming-cdn.com/images/products/2198/orig/hollow-knight-pc-mac-steam-cover.jpg?v=1755854893",
    "sviluppatore": "Team Cherry",
    "id": 1,
    "createdAt": "2026-02-10T11:38:33.380Z",
    "updatedAt": "2026-02-10T11:38:33.380Z"
  },
  {
    "title": "Hollow Knight: Silksong",
    "category": "Platform/Metroidvania",
    "review": 9.8,
    "releaseDate": 2025,
    "description": "Il seguito con protagonista Hornet, ambientato nel regno di Pharloom. Tra rovine, cittadelle e lande pericolose, la mobilità è più acrobatica e il ritmo più aggressivo. Affronta nuove creature e boss, raccogli risorse e potenzia le tue abilità per sopravvivere alla scalata. Un’avventura più verticale e “tesa”, che espande atmosfera e mistero della serie.",
    "image": "https://i.ibb.co/DHqC6kQs/c3badfea-655f-4ddb-a037-704e5cf27930.jpg",
    "sviluppatore": "Team Cherry",
    "id": 2,
    "createdAt": "2026-02-10T11:42:09.829Z",
    "updatedAt": "2026-02-11T15:11:42.980Z"
  },
  {
    "title": "Nine Sols",
    "category": "Platform/Soulslike",
    "review": 8.8,
    "releaseDate": 2024,
    "description": "Un platform 'Sekiro-lite' in 2D con un'estetica Taopunk unica. Combattimenti basati su timing e parry: ogni scontro premia precisione, studio del nemico e sangue freddo. L’esplorazione alterna momenti narrativi e aree ricche di scorciatoie, segreti e sfide opzionali. Uno stile visivo distintivo che unisce mito, tecnologia e atmosfera da leggenda orientale.",
    "image": "https://www.uagna.it/wp-content/uploads/2024/06/Nine-Sols.jpg",
    "sviluppatore": "Red Candle Games",
    "id": 3,
    "createdAt": "2026-02-10T11:43:38.360Z",
    "updatedAt": "2026-02-10T11:43:38.360Z"
  },
  {
    "title": "Crash Bandicoot N. Sane Trilogy",
    "category": "Platform",
    "review": 8,
    "releaseDate": 2017,
    "description": "Remake fedele dei primi tre storici capitoli di Crash Bandicoot. Salti, casse e percorsi precisione tornano con una veste moderna, mantenendo lo spirito arcade originale. Tra livelli iconici e sfide a tempo, la difficoltà resta tosta e soddisfacente, soprattutto per i completisti. Un tuffo nella nostalgia con controlli aggiornati e tante ore di piattaforme classiche.",
    "image": "https://www.nintendo.com/eu/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_CrashBandicootNSaneTrilogy_image1600w.jpg",
    "sviluppatore": "Vicarious Visions",
    "id": 4,
    "createdAt": "2026-02-10T11:46:40.680Z",
    "updatedAt": "2026-02-10T11:46:40.680Z"
  },
  {
    "title": "Crash Bandicoot 4: It's About Time",
    "category": "Platform",
    "review": 8.5,
    "releaseDate": 2020,
    "description": "Il vero seguito della trilogia originale con nuove maschere e poteri temporali. Ogni mondo propone meccaniche fresche e livelli più lunghi, pieni di percorsi alternativi e segreti. La precisione è centrale: tra salti millimetrici e collezionabili, il gioco spinge forte sul lato “challenge”. Un Crash moderno che rispetta il passato ma prova ad alzare l’asticella.",
    "image": "https://www.tribe.games/wp-content/uploads/2021/07/Crash-Bandicoot-4-Its-About-Time-Copertina.webp",
    "sviluppatore": "Toys for Bob",
    "id": 5,
    "createdAt": "2026-02-10T11:48:32.447Z",
    "updatedAt": "2026-02-10T11:48:32.447Z"
  },
  {
    "title": "Dark Souls Remastered",
    "category": "Soulslike",
    "review": 8.9,
    "releaseDate": 2011,
    "description": "L'epopea dark fantasy che ha definito un genere, ambientata nel regno di Lordran. Interconnessioni geniali, scorciatoie e un senso di scoperta costante rendono l’esplorazione incredibilmente appagante. Combattimenti metodici, gestione delle risorse e boss iconici mettono alla prova pazienza e lettura dei pattern. Un classico duro e affascinante, dove ogni vittoria sa di conquista.",
    "image": "https://cdn.wccftech.com/wp-content/uploads/2018/03/Dark-Souls-Remastered-Nintendo-Switch-1.jpg",
    "sviluppatore": "FromSoftware / QLOC",
    "id": 6,
    "createdAt": "2026-02-10T11:50:52.774Z",
    "updatedAt": "2026-02-10T11:50:52.774Z"
  },
  {
    "title": "Dark Souls 3",
    "category": "Soulslike",
    "review": 8.9,
    "releaseDate": 2016,
    "description": "Il capitolo finale della trilogia, caratterizzato da combattimenti frenetici e boss memorabili. Il gameplay è più rapido e reattivo, con un’attenzione maggiore a schivate e aggressività controllata. L’ambientazione mescola rovina e malinconia, con un forte richiamo a temi e luoghi storici della saga. Un finale epico per una trilogia leggendaria, ricco di momenti da ricordare.",
    "image": "https://hd2.tudocdn.net/502920?w=1920",
    "sviluppatore": "FromSoftware",
    "id": 7,
    "createdAt": "2026-02-10T11:52:20.885Z",
    "updatedAt": "2026-02-10T11:52:20.885Z"
  },
  {
    "title": "Sekiro: Shadows Die Twice",
    "category": "Soulslike",
    "review": 9,
    "releaseDate": 2019,
    "description": "Un'avventura d'azione focalizzata sul parry e la precisione nel Giappone del periodo Sengoku. Il cuore è la postura: più che “evitare”, devi imparare a rispondere, spezzare la guardia e dominare il ritmo. Verticalità e mobilità cambiano l’esplorazione, con agganci e approcci più tattici agli scontri. Un’esperienza tesa e chirurgica, dove la padronanza del sistema ti fa sentire davvero letale.",
    "image": "https://image.hynerd.it/wp-content/uploads/sekiro-hynerd-pressimage.jpg?w=2048",
    "sviluppatore": "FromSoftware",
    "id": 8,
    "createdAt": "2026-02-10T11:53:46.760Z",
    "updatedAt": "2026-02-10T11:53:46.760Z"
  },
  {
    "title": "Bloodborne",
    "category": "Soulslike",
    "review": 9.2,
    "releaseDate": 2015,
    "description": "Un incubo gotico e lovecraftiano dove l'aggressività è la chiave per la sopravvivenza. Armi trasformabili e ritmo serrato spingono a stare vicino al nemico, rischiare e recuperare salute col contrattacco. Yharnam è un labirinto di vicoli e cattedrali, con un’atmosfera che scivola lentamente nell’orrore cosmico. Un titolo magnetico, brutale e visionario, che lascia addosso una sensazione unica.",
    "image": "https://images.everyeye.it/img-notizie/bloodborne-pc-ps5-lance-mcdonald-commenta-rumor-v3-511414.jpg",
    "sviluppatore": "FromSoftware",
    "id": 9,
    "createdAt": "2026-02-10T11:54:48.403Z",
    "updatedAt": "2026-02-10T11:54:48.403Z"
  },
  {
    "title": "Lies of P",
    "category": "Soulslike",
    "review": 8,
    "releaseDate": 2023,
    "description": "Una reinterpretazione oscura di Pinocchio ambientata durante la Belle Époque. Combattimenti solidi e build personalizzabili, con un sistema di armi e “bracci” che cambia stile e approccio. La città è teatrale e inquietante, piena di marionette, macchine e scelte morali che colorano la narrazione. Un soulslike elegante e coerente, che punta più su atmosfera e cura estetica che su pura crudeltà.",
    "image": "https://gamelegends.it/wp-content/uploads/2023/06/lies-of-P.jpg",
    "sviluppatore": "NEOWIZ / Round8 Studio",
    "id": 10,
    "createdAt": "2026-02-10T11:55:44.674Z",
    "updatedAt": "2026-02-10T11:55:44.674Z"
  },
  {
    "title": "Wuchang: Fallen Feathers",
    "category": "Soulslike",
    "review": 8.5,
    "releaseDate": 2025,
    "description": "Un action-RPG ambientato nella tarda dinastia Ming colpita da una misteriosa piaga. Tra folklore e tragedia, il viaggio attraversa luoghi decadenti e minacciosi, dove il pericolo è sempre dietro l’angolo. Il combattimento spinge su tempismo e gestione delle risorse, con nemici che puniscono gli errori e premiano la disciplina. Un’ambientazione insolita per il genere, con un taglio cupo e una forte identità culturale.",
    "image": "https://www.drcommodore.it/wp-content/uploads/2025/07/wuchang-fallen-feathers-keyart.jpg",
    "sviluppatore": "Leenzee",
    "id": 11,
    "createdAt": "2026-02-10T11:56:57.734Z",
    "updatedAt": "2026-02-10T11:56:57.734Z"
  },
  {
    "title": "Black Myth: Wukong",
    "category": "Soulslike",
    "review": 9.2,
    "releaseDate": 2024,
    "description": "Viaggio in Oriente ispirato alla leggenda del Re Scimmia con grafica all'avanguardia. Tra creature mitologiche e scenari spettacolari, ogni scontro è una prova di attenzione, ritmo e gestione delle abilità. La narrazione prende spunto dal mito ma lo reinterpreta con un tono più epico e drammatico. Un action intenso e cinematografico, che punta su impatto visivo e combattimenti da “boss rush” memorabili.",
    "image": "https://www.uagna.it/wp-content/uploads/2023/08/Black-myth-wukong-copertina.webp",
    "sviluppatore": "Game Science",
    "id": 12,
    "createdAt": "2026-02-10T11:58:39.881Z",
    "updatedAt": "2026-02-10T11:58:39.881Z"
  },
  {
    "title": "Cyberpunk 2077",
    "category": "RPG",
    "review": 8.6,
    "releaseDate": 2020,
    "description": "Un'epopea futuristica a Night City, ora completa della sua espansione Phantom Liberty. Costruisci V come vuoi: hacking, armi, cyberware e scelte di dialogo si intrecciano in missioni spesso sorprendenti. La città è densa di storie, neon e contraddizioni, con personaggi forti e un tono da thriller tecnologico. Un RPG d’azione ambizioso, che brilla quando ti perdi tra quest, distretti e narrativa emergente.",
    "image": "https://images.everyeye.it/img-notizie/cyberpunk-2077-avrA-copertina-reversibile-v-maschio-lato-femmina-dall-altro-v5-388205.jpg",
    "sviluppatore": "CD Projekt Red",
    "id": 13,
    "createdAt": "2026-02-10T12:00:33.013Z",
    "updatedAt": "2026-02-10T12:00:33.013Z"
  },
  {
    "title": "Marvel's Spider-Man",
    "category": "Action",
    "review": 8.7,
    "releaseDate": 2018,
    "description": "Vesti i panni di Peter Parker in una New York vibrante e densa di attività. Il web-swinging è fluido e spettacolare: muoversi tra i grattacieli è già di per sé un motivo per giocare. Tra combattimenti acrobatici e gadget, le missioni alternano set-piece cinematografici e momenti più intimi. Un action supereroistico che punta su ritmo, cuore e una città viva da attraversare senza sosta.",
    "image": "https://image.api.playstation.com/vulcan/img/rnd/202011/0714/cKD24Gt2wgE2FeMf5HfqONeV.jpg",
    "sviluppatore": "Insomniac Games",
    "id": 14,
    "createdAt": "2026-02-10T12:01:34.347Z",
    "updatedAt": "2026-02-10T12:01:34.347Z"
  },
  {
    "title": "Marvel's Spider-Man: Miles Morales",
    "category": "Action",
    "review": 8.5,
    "releaseDate": 2020,
    "description": "La crescita di Miles come nuovo protettore di New York durante le vacanze invernali. Poteri bioelettrici e invisibilità cambiano il combattimento, rendendolo più creativo e dinamico. La storia è più compatta ma intensa, con un focus maggiore su identità, responsabilità e comunità. Un capitolo breve ma curato, perfetto per chi vuole più azione e più stile invernale.",
    "image": "https://cdn1.epicgames.com/offer/f696430be718494fac1d6542cfb22542/EGS_MarvelsSpiderManMilesMorales_InsomniacGamesNixxesSoftware_S1_2560x1440-a0518b9f9f36a05294e37448df8a27a0",
    "sviluppatore": "Insomniac Games",
    "id": 15,
    "createdAt": "2026-02-10T12:02:12.965Z",
    "updatedAt": "2026-02-10T12:02:12.965Z"
  },
  {
    "title": "Marvel's Spider-Man 2",
    "category": "Action",
    "review": 9,
    "releaseDate": 2023,
    "description": "Peter e Miles si uniscono per affrontare Venom in questa spettacolare avventura. L’azione alterna due stili di gioco, con nuove abilità e un ritmo che spinge su set-piece e combattimenti più grandi. La città si espande e le attività secondarie diventano un modo naturale per vivere l’universo Marvel tra drammi e adrenalina. Un sequel che alza la posta in gioco, puntando su spettacolo, emozioni e variazione costante.",
    "image": "https://cdn1.epicgames.com/offer/b2818b59c0bb420e9647983dfd254931/EGS_Octopus_InsomniacGamesNixxesSoftware_S1_2560x1440-f27da78f484626718d1e22e7d6950ca5",
    "sviluppatore": "Insomniac Games",
    "id": 16,
    "createdAt": "2026-02-10T12:03:09.208Z",
    "updatedAt": "2026-02-10T12:03:09.208Z"
  },
  {
    "title": "Horizon Zero Dawn",
    "category": "Action/RPG",
    "review": 9,
    "releaseDate": 2017,
    "description": "Un action RPG open world in cui Aloy esplora un futuro post-apocalittico dominato da creature meccaniche. Caccia, trappole e punti deboli trasformano ogni scontro in un puzzle d’azione, dove preparazione e mira contano davvero. Tra tribù, rovine e misteri tecnologici, la storia costruisce lentamente un mondo credibile e affascinante. Un’avventura ampia e luminosa, con un senso di meraviglia che accompagna l’esplorazione.",
    "image": "https://www.akibagamers.it/wp-content/uploads/2024/11/horizon-zero-dawn-remastered-recensione-cover-1620x800.jpg",
    "sviluppatore": "Guerrilla Games",
    "id": 17,
    "createdAt": "2026-02-10T12:04:13.961Z",
    "updatedAt": "2026-02-10T12:04:13.961Z"
  },
  {
    "title": "Horizon Forbidden West",
    "category": "Action/RPG",
    "review": 9.1,
    "releaseDate": 2022,
    "description": "Il seguito di Horizon Zero Dawn che porta Aloy verso ovest, tra nuove tribù, minacce più grandi e macchine ancora più letali. L’open world è più vario e verticale, con esplorazione arricchita da strumenti che aprono nuove possibilità e percorsi. I combattimenti diventano più complessi: più componenti da staccare, più tattiche, più situazioni che premiano la pianificazione. Un sequel ricchissimo e spettacolare, che espande lore e scala dell’avventura senza perdere identità.",
    "image": "https://gamelegends.it/wp-content/uploads/2022/02/HFW_Story_Keyart_4K-scaled-1.jpg",
    "sviluppatore": "Guerrilla Games",
    "id": 18,
    "createdAt": "2026-02-10T12:05:05.993Z",
    "updatedAt": "2026-02-10T12:05:05.993Z"
  },
  {
    "title": "The Last of Us",
    "category": "Action/Adventure",
    "review": 9.6,
    "releaseDate": 2013,
    "description": "Un viaggio crudo e intenso attraverso un’America devastata, dove sopravvivere significa anche scegliere chi essere. Il rapporto tra i protagonisti cresce scena dopo scena, tra silenzi, dialoghi e momenti memorabili. Il gameplay mescola esplorazione, furtività e scontri tesi con risorse sempre limitate. Una storia emotiva che resta addosso anche dopo i titoli di coda.",
    "image": "https://sm.mashable.com/mashable_it/photo/default/copertina_nhrs.jpg",
    "sviluppatore": "Naughty Dog",
    "id": 19,
    "createdAt": "2026-02-12T09:00:00.000Z",
    "updatedAt": "2026-02-12T09:00:00.000Z"
  },
  {
    "title": "The Last of Us Part II",
    "category": "Action/Adventure",
    "review": 9.4,
    "releaseDate": 2020,
    "description": "Un sequel coraggioso che spinge forte su conseguenze, trauma e vendetta, senza cercare scorciatoie. La narrazione cambia prospettiva e ti costringe a rimettere in discussione giudizi e simpatie. Il combat è più profondo, con IA aggressiva, stealth più flessibile e scontri brutali. Un’esperienza pesante ma potentissima, curata in ogni dettaglio.",
    "image": "https://image.api.playstation.com/vulcan/ap/rnd/202311/1717/75b7475a850f9f9b5864863c0b6afa1cc98a45da8bd28c73.jpg",
    "sviluppatore": "Naughty Dog",
    "id": 20,
    "createdAt": "2026-02-12T09:00:00.000Z",
    "updatedAt": "2026-02-12T09:00:00.000Z"
  },
  {
    "title": "Dark Souls 2",
    "category": "Soulslike",
    "review": 8.4,
    "releaseDate": 2014,
    "description": "Un capitolo più sperimentale che mette al centro build, gestione della stamina e la sensazione costante di essere vulnerabile. Il mondo è pieno di percorsi e sorprese, con un focus più marcato su quantità di aree e varietà di nemici. Le scelte di equipaggiamento e statistiche contano tantissimo e cambiano davvero il tuo approccio. Un souls ruvido ma ricchissimo, perfetto se ti piace esplorare e ottimizzare.",
    "image": "https://gaming-cdn.com/images/products/7053/orig/dark-souls-ii-scholar-of-the-first-sin-xbox-one-gioco-microsoft-store-europe-cover.jpg?v=1737543666",
    "sviluppatore": "FromSoftware",
    "id": 21,
    "createdAt": "2026-02-12T09:00:00.000Z",
    "updatedAt": "2026-02-12T09:00:00.000Z"
  },
  {
    "title": "inFAMOUS Second Son",
    "category": "Action",
    "review": 8.2,
    "releaseDate": 2014,
    "description": "Un action supereroistico con poteri vistosi e mobilità divertente, ambientato in una città piena di neon e fumo. Le abilità si sbloccano e si evolvono rapidamente, spingendoti a sperimentare stili diversi durante i combattimenti. Le scelte morali danno sapore alla progressione e al modo in cui ti percepisce il mondo. Un titolo immediato e spettacolare, ottimo per chi vuole azione senza troppi fronzoli.",
    "image": "https://image.api.playstation.com/vulcan/img/rnd/202010/2821/Uaa2dGP7cIf8tDPn6borubcx.jpg",
    "sviluppatore": "Sucker Punch Productions",
    "id": 22,
    "createdAt": "2026-02-12T09:00:00.000Z",
    "updatedAt": "2026-02-12T09:00:00.000Z"
  },
  {
    "title": "Spyro Reignited Trilogy",
    "category": "Platform",
    "review": 8.6,
    "releaseDate": 1998,
    "description": "Una trilogia piattaforme coloratissima che mette al centro esplorazione leggera, collezionabili e livelli pieni di personalità. Ogni mondo è un piccolo parco giochi con segreti, percorsi alternativi e sfide semplici ma soddisfacenti. Il ritmo è rilassante e la progressione ti invoglia a completare tutto senza stress. Un classico che funziona ancora oggi grazie a controlli immediati e level design pulito.",
    "image": "https://sm.ign.com/ign_it/screenshot/default/dfl420tvmaawh9y_z4tv.jpg",
    "sviluppatore": "Insomniac Games",
    "id": 23,
    "createdAt": "2026-02-12T09:00:00.000Z",
    "updatedAt": "2026-02-12T09:00:00.000Z"
  },
  {
    "title": "Sea of Thieves",
    "category": "Adventure/Multiplayer",
    "review": 8.3,
    "releaseDate": 2018,
    "description": "Un sandbox piratesco dove le storie migliori nascono dagli incontri con altri giocatori, nel bene e nel male. Navigazione, gestione della nave e combattimenti sono semplici da capire ma richiedono coordinazione se giochi in crew. Il mare è un palco: tempeste, mostri, tesori e missioni ti spingono sempre a ripartire. Perfetto se ti piace l’avventura emergente e l’imprevedibilità del multiplayer.",
    "image": "https://wallpapers.com/images/hd/sea-of-thieves-cove-cover-art-5kjy5es60on2pv9s.jpg",
    "sviluppatore": "Rare",
    "id": 24,
    "createdAt": "2026-02-12T09:00:00.000Z",
    "updatedAt": "2026-02-12T09:00:00.000Z"
  },
  {
    "title": "Minecraft",
    "category": "Sandbox/Survival",
    "review": 9.5,
    "releaseDate": 2011,
    "description": "Un mondo a blocchi dove puoi fare praticamente tutto: costruire, esplorare, sopravvivere o semplicemente rilassarti. La progressione è libera, e ogni partita diventa una storia diversa tra miniere, villaggi e dimensioni alternative. In coop o su server cambia completamente volto, tra progetti enormi e avventure condivise. Un classico senza tempo, creatività pura con una semplicità geniale.",
    "image": "https://gaming-cdn.com/images/news/articles/7191/cover/minecraft-si-arricchisce-di-una-nuova-grafica-cover66856ea7d02ad.jpg",
    "sviluppatore": "Mojang Studios",
    "id": 25,
    "createdAt": "2026-02-12T09:00:00.000Z",
    "updatedAt": "2026-02-12T09:00:00.000Z"
  },
  {
    "title": "Clair Obscur: Expedition 33",
    "category": "RPG",
    "review": 8.7,
    "releaseDate": 2025,
    "description": "Un RPG a turni dal tono artistico e malinconico, con un mondo surreale che punta forte su atmosfera e direzione visiva. Il combat cerca di essere dinamico e coinvolgente, alternando strategia e timing per tenere alta la tensione. La trama ruota attorno a una spedizione disperata e a un senso costante di urgenza. Un’esperienza stilosa e particolare, per chi vuole qualcosa di diverso dal fantasy classico.",
    "image": "https://www.playstationbit.com/wp-content/uploads/2024/06/Clair-Obscur-Expedition-33_Key-Art.jpg",
    "sviluppatore": "Sandfall Interactive",
    "id": 26,
    "createdAt": "2026-02-12T09:00:00.000Z",
    "updatedAt": "2026-02-12T09:00:00.000Z"
  },
  {
    "title": "Elden Ring",
    "category": "Soulslike",
    "review": 9.7,
    "releaseDate": 2022,
    "description": "Un open world enorme che unisce libertà totale e difficoltà alta, lasciandoti scegliere come e quando affrontare le sfide. L’esplorazione è piena di segreti, dungeon e boss che sembrano comparire ovunque, spesso in modi imprevedibili. Le build sono infinite e ti permettono di trovare uno stile tuo, dalla magia alle armi colossali. Un’avventura epica che premia curiosità, coraggio e sperimentazione.",
    "image": "https://www.gamesource.it/wp-content/uploads/2021/06/eldenring-1.jpeg",
    "sviluppatore": "FromSoftware",
    "id": 27,
    "createdAt": "2026-02-12T09:00:00.000Z",
    "updatedAt": "2026-02-12T09:00:00.000Z"
  },
  {
    "title": "Elden Ring Nightrein",
    "category": "Soulslike",
    "review": 8.8,
    "releaseDate": 2025,
    "description": "Uno spin-off più compatto che punta su ritmo e sfide ravvicinate, con un’identità più “action” e meno contemplativa. Mantiene l’impronta soulslike, ma spinge su aggressività e pressione costante negli scontri. L’ambientazione resta oscura e affascinante, con nuove minacce e variazioni sul combat. Un capitolo pensato per chi vuole tornare subito a combattere senza perdere tempo.",
    "image": "https://static.bandainamcoent.eu/high/elden-ring/elden-ring-nightreign/01-news/NIGHTREIGN_launch-trailer.jpg",
    "sviluppatore": "FromSoftware",
    "id": 28,
    "createdAt": "2026-02-12T09:00:00.000Z",
    "updatedAt": "2026-02-12T09:00:00.000Z"
  },
  {
    "title": "Assassin's Creed The Ezio Collection",
    "category": "Action/Adventure",
    "review": 8.5,
    "releaseDate": 2009,
    "description": "Una saga che segue l’evoluzione di Ezio attraverso l’Italia rinascimentale e oltre, tra vendetta personale, politica e intrighi storici. Le città sono protagoniste: parkour sui tetti, piazze, basiliche e scorci iconici. Missioni principali, attività secondarie e progressione ti tengono sempre occupato, anche se il gameplay mostra un po’ gli anni. Un pezzo importante della serie, ottimo per chi ama ambientazioni storiche e storie lunghe.",
    "image": "https://www.nintendo.com/eu/media/images/10_share_images/games_15/nintendo_switch_download_software_1/H2x1_NSwitchDS_AssassinsCreedTheEzioCollection.jpg",
    "sviluppatore": "Ubisoft",
    "id": 29,
    "createdAt": "2026-02-12T09:00:00.000Z",
    "updatedAt": "2026-02-12T09:00:00.000Z"
  },
  {
    "title": "Assassin's Creed III Remastered",
    "category": "Action/Adventure",
    "review": 7.9,
    "releaseDate": 2012,
    "description": "Un capitolo ambientato durante la Rivoluzione Americana, con un protagonista più serio e un tono storico più “sporco”. Le aree aperte mescolano città e natura, con caccia, esplorazione e scontri su larga scala. Il sistema di combattimento è immediato e spettacolare, soprattutto quando sfrutti ambiente e armi diverse. Una versione più comoda da giocare oggi, ideale se vuoi recuperare questo pezzo di saga.",
    "image": "https://cdn.wccftech.com/wp-content/uploads/2019/03/ac3_remastered-1920x1080.jpg",
    "sviluppatore": "Ubisoft",
    "id": 30,
    "createdAt": "2026-02-12T09:00:00.000Z",
    "updatedAt": "2026-02-12T09:00:00.000Z"
  }
]
